<template><div><h1 id="导论-马克思主义中国化时代化的历史进程与理论成果" tabindex="-1"><a class="header-anchor" href="#导论-马克思主义中国化时代化的历史进程与理论成果"><span>导论 马克思主义中国化时代化的历史进程与理论成果</span></a></h1>
<h2 id="一、马克思主义中国化时代化的提出" tabindex="-1"><a class="header-anchor" href="#一、马克思主义中国化时代化的提出"><span>一、马克思主义中国化时代化的提出</span></a></h2>
<h2 id="二、马克思主义中国化时代化的内涵" tabindex="-1"><a class="header-anchor" href="#二、马克思主义中国化时代化的内涵"><span>二、马克思主义中国化时代化的内涵</span></a></h2>
<p>马克思主义中国化时代化，就是立足中国国情和时代特点，坚持把马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合，深入研究和解决中国革命、建设、改革不同历史时期的实际问题，真正搞懂面临的时代课题，不断吸收新的时代内容，科学回答时代提出的重大理论和实践课题，创造新的理论成果.</p>
<h2 id="三、马克思主义中国化时代化的历史进程" tabindex="-1"><a class="header-anchor" href="#三、马克思主义中国化时代化的历史进程"><span>三、马克思主义中国化时代化的历史进程</span></a></h2>
<h2 id="四、马克思主义中国化理论成果及其关系" tabindex="-1"><a class="header-anchor" href="#四、马克思主义中国化理论成果及其关系"><span>四、马克思主义中国化理论成果及其关系</span></a></h2>
<h2 id="五、学习本课程的要求和方法" tabindex="-1"><a class="header-anchor" href="#五、学习本课程的要求和方法"><span>五、学习本课程的要求和方法</span></a></h2>
</div></template>


